{
    "articles": [
        {
            "id": 1,
            "title": "Como o vicio age no cérebro humano",
            "description": "Para chegar na explicação de: \"Como o vicio age no cérebro humano?\", primeiro precisamos voltar uns passos para trás.\n\nOque é a dopamina?\nDopamina ela é um neurotransmissor muito importante para várias funções no nosso cérebro, como: atenção, antecipação de um prazer, expectativas, estimulação de memorias, controle de funções motoras, e muito mais. Uma curiosidade que poucos falam é que, diferente do que muitos falam por ai, \"dopamina é mais sobre motivação, do que o próprio prazer em si\", ela é sim liberada quando fazemos algo bom, por exemplo: \"quando comemos algum doce, quando comemos algo gorduroso, com muita caloria(um hámburguer por exemplo), quando jogamos vídeo-games, e outras coisas...\", mas, a dopamina é mais sobre a motivação para algo, (gosto de chamar de a antecipação de um prazer).Existe um estudo do Wolfram Schultz, que foi feito com um macaco. Primeiro, ele ensinou o macaco a saber que dentro de uma mamadeira tinha suco, logo depois ele ensinou que se o macaco apertasse um botão 10 vezes, a mamadeira vinha até ele, e ele podia beber o suco dentro da mamadeira, logo depois, ele ensinou que já não adiantava mais o macaco só apertar o botão, a mamadeira com o suco só ia vim, quando ele apertasse o botão, e acendesse uma luz que tinha no teto da sala, e quando acendesse essa luz, a mamadeira vinha até o macaquinho. Nessa o Wolfram se perguntou em qual momento desse estudo, a dopamina subia no cérebro do macaco, e eles perceberam que a dopamina subia muito no cérebro, quando o macaquinho via a luz, como uma \"antecipação de uma ação prazerosa(beber o suco)\", quando ele bebia o suco, já não tinha tanta dopamina no cérebro dele.\n\nEsse cara destrinchou a dopamina, e realmente foi uma descoberta e tanto, de saber que a dopamina ela é antes do prazer, e que também a dopamina é sobre motivação, liberada quando seu cérebro sabe que no final de uma tarefa vai ter uma recompensa (como o exemplo do macaco no primeiro exercício, a dopamina subia no cérebro dele, dando motivação pra ele apertar o botão 10 vezes, por saber que no final desse esforço, a mamadeira ia vim até ele).\nUm exemplo disso, é quando você está em casa assistindo um filme, e você vê, uma cena onde passa uma comida muito deliciosa, naquele exato momento sua dopamina sobe muito, te dando motivação para você levantar do sofá, ir até a cozinha e preparar alguma coisa, ou comer algo, porém, como o processo de preparação é demorado, no momento em que você acaba de preparar e vai comer, já quase não tem dopamina no seu cérebro, e você até se pergunta: \"Porquê eu preparei isso?\", pois aquela sensação já se foi, e a sua dopamina abaixou.\n\nAgora que já sabemos como a dopamina funciona, vamos para outra etapa.\nExiste dois tipos de dopamina: a fásica e a tônica, vou explicar cada uma.\nDopamina fásica: ela é liberada quando você faz algo prazeroso, é como se fossem picos, ela sobe, te dá o prazer, juntamente com outros neurotransmissores, e desce ao seu nível basal(nivel normal), um exemplo quando comemos chocolate, fazemos sexo, etc... a dopamina fásica tem um pico,e logo volta ao seu nivel basal(nivel normal).\n\nDopamina tônica: ela é uma dopamina recorrente no seu cérebro, é como se fosse um gás vazando, ela fica sempre ali, pois lembra que falei no começo que dopamina ela é sobre motivação também? portanto sem essa dopamina tônica, nem no banheiro você ia, porque você não ia ter essa motivação de ir até lá ao banheiro, por isso, sempre existe dopamina no seu cérebro. Essa dopamina tônica, explica porque existem pessoas mais introvertidas, mais quietas, e outras, mais extrovertidas, mais alegres, pois a dopamina tônica dessas pessoas, são mais abaixo do nivel basal(nivel normal), por isso ela não tem tanta motivação pra fazer as coisas, para socializar, etc... O mesmo serve para aquelas pessoas sempre motivadas, parecem sempre felizes, a dopamina tônica dessas pessoas está mais acima do nivel basal(nivel normal), por isso elas são assim, mais animadas.\n\nAgora vamos falar sobre sistema de recompensa (calma pequeno gafanhoto, já estamos chegando no assunto final). O sistema de recompensa é composto por algumas partes do cérebro, mas vou citar as mais importantes:\n1-)área tegmentar ventral\n2-)núcleo accumbens(ou núcleo acumbente)\n3-) córtex pré frontal\nEssa dopamina quando você faz algo bom, come um chocolate, faz sexo, o processo por trás disso tudo é: essa dopamina ela é jogada da área tegmentar ventral, no núcleo accumbens, fazendo você sentir prazer, juntamente com outros neurotransmissores, no caso de estudo ou trabalho, essa dopamina é jogada no córtex pré frontal(região do cérebro, que fica atrás da testa, responsável por atenção, por tomar decisões, por racionalização, isto é, tomar decisões inteligentes, projeção de futuro, etc...), fazendo você ter atenção e foco naquela tarefa.\nMas...porque você sente prazer comendo chocolate?, você não nasceu sabendo que chocolate era docinho e bom!\nAqui vai uma curiosidade muito legal, e isso vale pra tudo na sua vida. Quando você era criança, e você nem sabia oque era chocolate, quando sua mãe te deu um pedaço de chocolate, você deu aquele mordidão de criança rsrs, e gostou e sentiu uma sensação boa. As etapas que seu cérebro fez foram: sua área tegmentar ventral, jogou dopamina no seu núcleo accumbens, e esse núcleo accumbens se comunicou com a amígdala cérebral(área responsável por emoções), para saber qual emoção você sentiu naquele momento, e descobre que você comeu chocolate e se sentiu bem(emoção de felicidade e bem estar), logo a sua amigdala cérebral consegue auxiliar o hipocampo(uma das regiões também responsável por memórias) a guardar aquela informação e aquela sensação sentida como uma memória. Por isso quando você lembra de chocolate, dá vontade de comer, é o seu hipocampo lembrando em forma de memória da primeira vez que você comeu chocolate, e se sentiu bem, por isso você sabe que chocolate é bom, porque quando você comeu pela primeira vez, seu cérebro armazenou aquela informação, juntamente com a sensação( SIM! o cérebro tem a capacidade de armazenar informação e a sensação sentida em um dado momento), disposta a ser lembrada depois.\n\nE que rufem os tambores, e agora: como o vicio age no cérebro?\nÉ o mesmo sistema de um comer um chocolate, ou fazer sexo, o mecanismo cérebral é o mesmo(mudam algumas coisas as vezes), porém o estímulo é diferente. Imagina uma situação onde tem 3 pessoas, que está indo para um prédio, cada uma indo para uma casa diferente, a primeira pessoa está indo para a casa A, e a segunda pessoa pra casa B, e a terceira pra casa C; seguindo essa lógica a primeira pessoa não pode ir para a casa B, ela tem que ir para a casa A, pois é o destino dela.\nLogo a primeira pessoa bate na porta da casa a, a porta abre e a pessoa entra na casa, isso também acontece com as outras duas pessoas(calma que essa metáfora vai fazer sentido).\nExiste um estudo da Nora Volkow que diz que, quando você usa cocaina(droga), por exemplo, ela age inibindo a remoção do excesso de dopamina, ou seja, a dopamina vem sem limites no cérebro, por isso, quando usada, a pessoa sente uma sensação de prazer muito grande, a cocaina meio que deixa o cérebro sem freio algum. E quando isso acontece no cérebro , ocorre um processo no cérebro chamado de \"Down Regulation\", é um mecanismo que ele regula pra baixo os receptores de dopamina, e eles entram pra dentro do neurônio, fazendo assim a célula ter poucos receptores para o neurotransmissor, para que a homeostase(equilibrio interno) da célula se mantenha e não haja aquele estimulo imenso na célula, é um mecanismo de defesa da célula, como se fosse uma balança, se o lado do prazer quando você usa aquela droga é muito alta, o cérebro vai compensar o outro lado, para ficar em equilibrio(no nosso caso do exemplo, é a dopamina). Imagina que naquela metáfora das 3 pessoas, o prédio representa o neurônio, as casas representa os receptores, e as pessoas o neurotransmissor(no caso a dopamina), pra você sentir o prazer, a dopamina(pessoa), tem que ligar no receptor (entrar na casa), quando você usa cocaina, por causa do excesso de dopamina, acontece o down regulation, e quando a dopamina(pessoa), for ligar no receptor (bater na porta da casa), não vai ter receptor para ligar a dopamina(a porta não vai abrir), por isso a pessoa depois que usa a cocaina pela segunda ou terceira vez, a sensação de prazer já não é mais a mesma, e a pessoa quer sentir de qualquer forma, a qualquer custo a sensação da que ela sentiu quando usou pela primeira vez, só que já não tem mais como, pois os receptores já entraram pra dentro do neurônio, e por isso se caracteriza o vício, a pessoa fica usando, e usando cada vez mais, achando que vai sentir aquela sensação da primeira vez, quando a dopamina é liberada e seus níveis sobem em resposta a algo que ingerimos ou fizemos, o corpo sente prazer, recompensa, euforia. E, então, claro, nós sempre estamos buscando recriar essa sensação, porém quanto mais ela usa, mais receptores entram no neurônio, e mais difícil fica ela sentir aquela sensação da primeira vez, e a pessoa usa cada dia mais, sempre no anceio por querer sentir aquela sensação.\nAqui mora um ponto importante que as vezes se torna um questionamento muito recorrente nas pessoas que estão vendo de \"de fora\" essa situação que é:\n\n \"Mas porque a pessoa as vezes sabe do máleficio da droga, sabe oque ela causa e mesmo assim ainda continua usando?\"\n\nIsso é um assunto muito interessante que vou falar no próximo artigo sobre pornografia e como ela age no cérebro, vou explicar detalhado o porque disso, e como acontece isso no cérebro."
        },
        {
            "id": 2,
            "title": "Seu cérebro e a pornografia",
            "description": "A pornografia, considerada o mal do século juntamente com a ansiedade, consumida na sua maior porcentagem por homens; essa prática em si, é totalmente voltada ao prazer momentâneo que a pornografia juntamente com a masturbação traz; mas... como nosso cérebro processa essas informações todas, e oque ele faz com elas?\n\nCreio que você já tenha visto o artigo anterior \"Como o vicio age no cérebro humano\". Lá eu expliquei o papel da dopamina, que vai ser muito importante neste artigo, então recomendo dar uma olhadinha rápida lá.\n\nEntendendo o papel da dopamina, e também entendendo o córtex pré frontal, que também expliquei no artigo anterior; mas darei uma revisada básica aqui.\n\nO córtex pré frontal é uma região que fica atrás da testa, ela é responsável por tomar decisões, racionalizar as informações que chega até ele, inibição de comportamento, e muito mais outras coisas importantes para nossa sobrevivência e nosso convívio no dia a dia.\nExemplo: se você acorda com preguiça de ir pra academia, o seu cortex pré frontal pensa: \"Olha, vai pra academia, porque isso vai te fazer ficar mais saudável, e isso vai fazer bem pra você\", outro exemplo, é em um relacionamento tóxico, seu córtex pré frontal te avisar pra terminar, a decisão inteligente de sair disso, por que, te faz mal, é o córtex pré frontal, que decide. Toda decisão julgada inteligente, racional e sem emoção nenhuma, é responsável pelo cortex pré frontal(mais em específico, uma área chamada córtex pré frontal dorsolateral).\n\nO córtex pré frontal ele é dividido em varias partes, mas a parte aqui que vai ser mais relevante pra gente nesse artigo é o: córtex orbitofrontal medial.\nEssa região ela é uma região que faz muitas coisas, e uma delas que vai ser importante para esse artigo é: Atribuição de saliência(isto é, atribuir qualidade as coisas, visando a recompensa na tomada de decisões).\nUma vez vista a pornografia pela primeira vez, acompanhada da masturbação, quando você ejacula, seu sistema de recompensa ativa.\n\nO processo que aconteceu por trás foi o mesmo do artigo passado, sua área tegmentar ventral, joga dopamina no seu núcleo accumbens, e o seu núcleo accumbens se comunica com sua amigdala (área que recebe informações de todos os sistemas sensoriais, responsável por respostas emocionais), e ela sabe que você sentiu prazer ao executar aquele comportamento, as projeções da amigdala auxilia o seu hipocampo(uma das regiões responsável por auxiliar nas memórias/longo prazo) a criar uma memória, que esse comportamento te gerou uma sensação de prazer, para ser relembrada depois.\nA dopamina gera prazer em momentos especificos, para reforçar o comportamento nas primeiras vezes ao ter uma recompensa, depois de algumas exposições a este mesmo estimulo, a dopamina já não gera prazer; mas quando você vê uma pista daquele estimulo, ela age te dando motivação para ir atrás daquele comportamento que vai te gerar prazer.\n\nO papel da dopamina nesse vicio de pornografia em si, é muito mais complexo do que só apenas codificar a recompensa em si só. Por exemplo, estímulos que geram aumentos rápidos de dopamina no cérebro, fazendo você ter motivação pra ir e acessar a pornografia.\nEntão esse estímulo, oque poderia ser? Simplesmente, você estar rolando o feed do seu Instagram, e você ver a foto de uma garota com os peitos grandes, uma garota realmente bonita, uma garota só de biquini mostrando bastante o corpo, no caso de mulheres, verem homens sarado, assistir filmes que contém cenas sexuais, enfim, os estimulos são inúmeros; isso seu cérebro vê através de um estímulo visual, vindo do olho(sistema somatossensorial), e sua dopamina sobe, fazendo você ter motivação pra ir acessar a pornografia.\n\nEm um estudo da Nora Volkow(Ref 1), eles testaram pessoas viciadas em cocaína, ao assistir um video normal de cenas de natureza, e outro video de pessoas adquirindo e fumando cocaína.  Nas pessoas viciadas, sugestões de cocaína aumentaram significativamente dopamina no estriado dorsal(região do cérebro envolvida com hábitos, como escovar os dentes, tomar banho todos os dias, algo que já está automatizado, é um hábito), essas associações provavelmente reflete o fortalecimento dos hábitos(no caso da pornografia, quando você vê uma mulher gata no Instagram, seu cérebro associa essa imagem com pornografia, por isso pessoas viciadas, não conseguem ver um sutiã de uma mulher, sem ficar de pênis ereto, pois a associação no cérebro é mais estimulante, do que consumir a pornografia em si, pra você ver o poder da associação no cérebro, um exemplo de um alcoólatra ver uma garrafa de cerveja, uma pessoa viciada em maconha, passar em uma comunidade e sentir o cheiro de maconha, tudo isso são estimulos condicionados), com isso, entendemos que os estimulos condicionados, podem conduzir a sinalização(aumento) de dopamina, que mantém a motivação pra buscar pornografia, drogas, etc...\nMas... A pergunta é, se as vezes, a pessoa sabe, que a droga faz mal, sabe que tá ruim, não quer fumar, não quer ver pornografia, não quer se masturbar, mas mesmo assim ainda ela continua fazendo?\n\n Imagem 1:\n\n<img src='https://www.pnas.org/cms/10.1073/pnas.1010654108/asset/c68a9f62-5a07-46ab-b002-9c1138f22ea2/assets/graphic/pnas.1010654108fig05.jpeg' alt='Imagem artigo cerebro' />\n(parte A=cérebro normal, parte B=cérebro viciado)\nA imagem acima, demonstra muita coisa envolvida com o vício, pois quando as partes do cérebro que estimulam a vontade de ter o vício, isto é, quando o valor da expectativa aumentada da droga nos circuitos de recompensa, motivação, e memória (Nac VTA, medial OFC, Amygdala, hippocampus, dorsal striatum, motor cortex) supera o circuito de controle inibitório(ACC, inferior PFC, lateral OFC), pode ver que na parte B, essa área de controle inibitório, está pequena, pois, podemos dizer que é como se fosse um cabo de guerra, que fica cada vez mais forte de um lado(lado da expectativa da recompensa), ele acaba ganhando a guerra(cedendo ao vicio).\n\n Imagem 2:\n\n<img src='https://www.pnas.org/cms/10.1073/pnas.1010654108/asset/2ecf157b-2f85-4543-bf33-d80b14040e27/assets/graphic/pnas.1010654108fig04.jpeg' alt='Imagem artigo cerebro' />\nNesta outra imagem, podemos ver que, na parte A da imagem, temos dois cérebros(control=sem vicio e addicted=viciado).\nAgora vamos voltar a um assunto que daqui a pouco vai fazer sentido.\n\nImagem 3:\n\n<img src='https://s1.static.brasilescola.uol.com.br/be/conteudo/images/observe-sinapse-entre-as-terminacoes-um-axonio-corpo-celular-um-neuronio-565062d17f9b4.jpg' alt='Imagem artigo cerebro' />\n\nReceptores de dopamina: Todo neurônio ele tem receptores, na imagem acima, podemos ver que as partes verdes(onde está apontado como receptor), aquilo são os receptores. No caso de dopamina ele tem vários receptores, mas oque vai ser importante para a gente é o receptor D2; pois esse receptor, ele é um receptor que inibe a atividade do neurônio de continuar agindo.\nPois sabemos que todo neurônio se comunica assim, e a cada conexão de um neurônio com outro, ele acontece a mesma coisa da imagem 3, porém, dependendo do receptor que a dopamina ligar, ele não deixa o neurônio continuar a comunicação com os proximos neurônios.\nQuando você usa cocaina, consome pornografia, devido aquela grande quantidade de dopamina jogada ali num espaço que a gente chama de fenda sináptica, acontece o down regulation desses receptores D2(expliquei o down regulation no artigo passado), isto é, os receptores inibitórios, que inibe a possível ação de consumir pornografia (que vem junto com a masturbação também), eles entram pra dentro do neurônio, fazendo ter mais receptores excitatórios(receptores D1), isto é, receptores que fazem o neurônio continuar agindo.\nAgora entendendo o papel desses receptores, podemos ver na imagem 2, que quanto menos receptores D2 temos no corpo estriado(veja na imagem 2, em baixo do título \"DA D2 receptors\"), menos nosso córtex pré frontal está funcionando, perceba na imagem 2, que existe no cérebro normal uma área vermelhinha, isto significa muita atividade ali, sendo muitos receptores D2 ali, ou seja, receptores que inibem você de ir e usar a droga, consumir a pornografia enfim..., no outro cérebro do lado, de uma pessoa viciada, a mesma região está amarelinha, ou seja, ela está fraca, com poucos receptores D2 ali.\nIsso em si, acaba se tornando em um ciclo vicioso  a pessoa usa mais droga -> devido a muita dopamina ali, os receptores entram pra dentro da célula -> menos o córtex pré frontal dela funciona -> menos controle ela tem de freiar esse comportamento. Isso explica porque a pessoa as vezes sabe que faz mal, mas ainda sim, continua fazendo e tendo aqueles comportamentos.\nE a parte mais legal, é que em diversas vezes, a pessoa já executou tanto aquele comportamento de ir até a droga, de consumir pornografia, que aquilo já se tornou automático pra ela, me pasmem, um \"vicio\", no cérebro, age na mesma região que a região dos hábitos(o estriado dorsal), isto é, podemos considerar o vicio um super hábito🤯🤯.\n\nMas.. então, se um vicio age na mesma área que os hábitos, como posso me livrar disso?\n\nSeria imprudente da minha parte sair sem tocar nessa parte, porém, já adianto, se as dicas que eu passar aqui, não adiantar, procure uma terapia, pois dependendo do nivel do vicio, ele precisa ser tratado com terapia. Dito isso, vamos lá:\n\nDica 1-) Saiba que vicio ele é extremamente contextual, lembra que falei sobre a força que tem de um estimulo para te conduzir ao vicio? Exatamente, então, se submeta a novos contextos, e evite aqueles que você sabe que pode recair, exemplo: se você bebe muito álcool, e sai/anda com pessoas que bebem, é quase impossivel de você dizer não ao álcool, então corte contato aos poucos com essas pessoas, e evite contextos que faça você recair; outro exemplo que vejo muito, e pessoas viciadas em pornografia e masturbação, quando estão em uma situação de tédio, vão e acessam a pornografia como uma fuga do tédio, então se o tédio é um gatilho, evite tédio, enriqueça sua rotina, e fuja de contextos que você sabe que faz você sentir vontade de recorrer aquilo.\nDica 2-)Durma bem, sim, dormir bem, é um hábito que conta muito, não só nesse quesito, mas também no geral; sua disposição, seu ciclo circadiano, seu senso de recompensa, atenção em tarefas do dia a dia, entre outras coisas, falarei mais sobre, no artigo de seu cérebro e o sono, e como consertar o seu sono, usando as neurociências; mas quantas vezes você não dormiu bem, e acordou estressado, de mal humor, e sabemos exatamente(as pessoas viciadas podem dizer isso com mais clareza), que estados de humor, são um ponta pé inicial para se recorrer a um vicio, um exemplo de você estar mal por ter brigado com seu namorado, e recorrer a usar droga, recorrer a pornografia para se sentir bem; portanto dormir bem, é um fator crucial para isso.\nDica 3-) Arrume algum tipo de \"ocupação\" que faça com que o vicio e essa nova ocupação entrem em conflito, um exemplo, uma pessoa viciada em pornografia, muitas vezes não vai ter relações sexuais boas com sua namorada/esposa, por ejacular rápido demais, por não manter uma ereção, entre outros maleficios, que já está mais que descrito em varios artigos cientificos de que, a pornografia é capaz de causar; mas usando isso, quando você pensar em se masturbar ou ver pornografia, lembre que da ultima vez que você foi ter relação sexual com sua esposa, você teve uma disfunção erétil, e você e sua namorada se decepcionaram, lembrar disso, pode fazer seu cortéx pré frontal entender que aquele comportamento tá começando a ser ruim, por causa que você lembra da sensação de decepção que sentiu na hora, e você pode começar a diminuir o vicio nessas de pensar/racionalizar a situação. Adapte isso ao seu vicio/hábito.\n\nReferências:\n1-) Nora volkow- Addiction: Beyond dopamine reward circuitry | PNAS"
        }
    ]
}